{
	"header": {
		"contacts": "Contacts"
	},
	"footer": {
		"corporate": "Corporate website",
		"privacy": "Privacy Policy",
		"public-offer": "Public Offer",
		"all-rights-reserved": "All rights reserved"
	},
	"info": {
		"title": "Information",
		"privacy": "Privacy Policy ->",
		"public-offer": "Public Offer ->",
		"corporate": "Corporate website ->"
	},
	"navbar": {
		"home": "Home",
		"info": "Information",
		"contacts": "Contacts"
	},
	"home-page": {
		"hero-section": {
			"title": "Experience the Taste of France ",
			"in-ease": "at LunaRosa restaurant",
			"subtitle": "Elegant atmosphere, refined cuisine and sophisticated style — everything you love about France",
			"subtitle-short": "Everything you love about France",
			"whatsapp": "Visit the restaurant"
		},
		"direction-carousel-section": {
			"directions": "Catalog",
			"see-all": "See all",
			"restaurant": "Restaurant",
			"coffeeshop": "Café",
			"fast-food": "Fast food",
			"healthy-diet": "Healthy diet"
		},
		"open-your-potential": {
			"title": "Luna Restaurant Group",
			"subtitle": "Since 2016, the Luna restaurant group has been delighting guests with delicious cuisine and quality service. We have cozy cafés, refined restaurants and quick bite venues.",
			"whatsapp": "Go"
		}
	},
	"contactsPage": {
		"title": "Write or call — we will answer all your questions",
		"whatsUp": "Message on WhatsApp",
		"telegram": "Message on Telegram",
		"information": "Information"
	},
	"services": {
		"text-whatsapp": "Go",
		"restaurant": {
			"name": "LunaRosa Restaurant",
			"desc-1": "Our French restaurant is a corner of Paris in your city. We offer exquisite cuisine with a focus on fresh ingredients, delicate flavor combinations and classic French recipes. The menu includes tender croissants, cream soups, duck confit, French onion soup, tartare and desserts that have won hearts worldwide."
		},
		"coffeeshop": {
			"name": "LunaBello Café",
			"desc-1": "Our café is a cozy place for meetings and inspiration. We offer aromatic coffee from selected beans, prepared using classic and signature recipes. The menu includes fresh pastries, desserts, light snacks and drinks that create the perfect mood for any day."
		},
		"fast-food": {
			"name": "LunaBite Fast Food",
			"desc-1": "Our fast food is quick, tasty and satisfying. We prepare burgers, sandwiches, fries and snacks using only fresh ingredients so that every bite is bright and full of flavor. The menu features classic hits and signature dishes the whole family will enjoy."
		},
		"healthy-diet": {
			"name": "LunaVita Healthy Dining",
			"desc-1": "Our healthy dining restaurant offers tasty food without compromising on health. We prepare dishes from natural and fresh ingredients, maintaining a balance of proteins, fats and carbohydrates. The menu includes salads, bowls, healthy desserts and smoothies for those who value taste and care for their body."
		}
	},
	"privacy": {
		"title": "PRIVACY POLICY",
		"date": "15.07.2020",
		"intro": "14.12.2019 This Privacy Policy (hereinafter – the Privacy Policy) applies to all information that the company “Luna”, located at the domain names <a href='https://luna.offiwebsite.com'>https://luna.offiwebsite.com</a>, may obtain about the User while using the website.",
		"sections": {
			"terms": {
				"title": "1. DEFINITIONS",
				"items": {
					"1": "1.1. “Site Administration” – authorized site management employees acting on behalf of the company “Luna”, who organize and carry out the processing of personal data.",
					"2": "1.2. “Personal data” – any information relating to an identified or identifiable natural person.",
					"3": "1.3. “Processing of personal data” – any action (operation) or set of actions (operations) performed with or without automation tools on personal data, including collection, recording, systematization, accumulation, storage, updating (modification), extraction, use, transfer (distribution, provision, access), anonymization, blocking, deletion and destruction of personal data.",
					"4": "1.4. “Confidentiality of personal data” – an obligation for the Operator or any person who has gained access to personal data not to allow their disclosure without the consent of the subject of personal data or other legal basis.",
					"5": "1.5. “Website User” – a person who has access to the website via the Internet and uses the site.",
					"6": "1.6. “Cookies” – a small piece of data sent by a web server and stored on the user's computer, which the web client or browser sends back to the web server in an HTTP request when attempting to open a page of the corresponding site.",
					"7": "1.7. “IP address” – a unique network address of a node in an IP-based computer network."
				}
			},
			"agreement": {
				"title": "2. AGREEMENT TO THE TERMS",
				"items": {
					"1": "2.1. Use of the site by the User signifies consent to this Privacy Policy.",
					"2": "2.2. If the User does not agree with the terms of the Policy, the User must stop using the site.",
					"3": "2.3. This Policy applies to all sites https://luna.offiwebsite.com (“Luna Group”). The Company does not control and is not responsible for third-party sites that the User can access via links on the site.",
					"4": "2.4. The Site Administration does not verify the accuracy of personal data provided by the User."
				}
			},
			"subject": {
				"title": "3. SUBJECT OF THE PRIVACY POLICY",
				"items": {
					"1": "3.1. This Privacy Policy establishes the obligations of the Site Administration to maintain confidentiality and protect personal data provided by the User upon request of the Site Administration when registering on the site or placing an order for purchasing Goods.",
					"2": "3.2. Personal data permitted for processing under this Policy are provided by the User by filling out the registration form on the Sites https://lunagroup.offiwebsite.com and include the following information: 3.2.1. last name, first name, patronymic; 3.2.2. contact phone number; 3.2.3. email address (e-mail).",
					"3": "3.3. The Site protects Data that is automatically transmitted during viewing of advertising blocks and when visiting pages with a tracking script ('pixel') installed: • IP address; • cookies information; • browser information (or other program used to access ads); • access time; • address of the page where the ad block is located; • referrer (previous page address).",
					"4": "3.3.1. Disabling cookies may make it impossible to access parts of the site that require authorization.",
					"5": "3.3.2. The online store collects statistics about visitors' IP addresses. This information is used to identify and resolve technical problems and to monitor the legality of financial payments.",
					"6": "3.4. Any other personal information not specified above (usage history, browsers and operating systems used, etc.) shall be securely stored and not disclosed, except in cases provided for in clauses 5.2 and 5.3 of this Privacy Policy."
				}
			},
			"purposes": {
				"title": "4. PURPOSES OF COLLECTING PERSONAL INFORMATION",
				"items": {
					"1": "4.1.1. Identification of the User registered on the site for placing an order and/or concluding a sales contract remotely with Luna Group.",
					"2": "4.1.2. Providing the User access to personalized resources of the Site.",
					"3": "4.1.3. Establishing feedback with the User, including sending notifications and requests regarding site use and service provision, processing user inquiries and applications.",
					"4": "4.1.4. Determining the User's location to ensure security and prevent fraud.",
					"5": "4.1.5. Confirming the accuracy and completeness of personal data provided by the User.",
					"6": "4.1.6. Processing and receiving payments, confirming tax or tax benefits, disputing payments, determining the User's eligibility for a credit line.",
					"7": "4.1.7. Providing effective customer and technical support for issues related to site usage.",
					"8": "4.1.8. With the User's consent, providing product updates, special offers, pricing information, newsletters and other information on behalf of the site or partners.",
					"9": "4.1.9. Carrying out advertising activities with the User's consent.",
					"10": "4.1.10. Providing the User access to partner sites or services in order to obtain products, updates and services."
				}
			},
			"processing": {
				"title": "5. METHODS AND PERIODS OF PROCESSING PERSONAL INFORMATION",
				"items": {
					"1": "5.1. Processing of the User's personal data is carried out without limitation of the period by any lawful means, including automated information systems or without such means.",
					"2": "5.2. The User agrees that the Site Administration has the right to transfer personal data to third parties, in particular courier services, postal organizations and telecom operators, exclusively for the purpose of fulfilling the User's order placed on the online store.",
					"3": "5.3. Personal data may be transferred to authorized state bodies of the Republic of Kazakhstan only on the grounds and in the manner established by the legislation of the Republic of Kazakhstan.",
					"4": "5.4. In case of loss or disclosure of personal data, the Site Administration informs the User about the loss or disclosure of personal data.",
					"5": "5.5. The Site Administration takes necessary organizational and technical measures to protect the User's personal information from unlawful or accidental access, destruction, modification, blocking, copying, distribution, as well as other unlawful actions by third parties.",
					"6": "5.6. The Site Administration together with the User takes all necessary measures to prevent losses or other negative consequences caused by loss or disclosure of the User's personal data."
				}
			},
			"obligations": {
				"title": "6. OBLIGATIONS OF THE PARTIES",
				"items": {
					"1": "6.1.1. The User is obliged to provide personal data necessary for using the Site.",
					"2": "6.1.2. The User must update and supplement the provided personal data in case of changes.",
					"3": "6.2.1. The Site Administration is obliged to use the obtained information exclusively for the purposes specified in clause 4 of this Privacy Policy.",
					"4": "6.2.2. Ensure storage of confidential information in secret, not to disclose it without prior written permission of the User, and not to sell, exchange, publish or otherwise disclose personal data of the User, except in cases specified in clauses 5.2 and 5.3 of this Privacy Policy.",
					"5": "6.2.3. Take precautionary measures to protect the confidentiality of personal data according to the procedures commonly used for such protection in business practice.",
					"6": "6.2.4. Block personal data relating to the corresponding User from the moment of request by the User or his legal representative or authorized body for protection of personal data for the period of verification in case of detection of unreliable personal data or unlawful actions."
				}
			},
			"responsibility": {
				"title": "7. LIABILITY",
				"items": {
					"1": "7.1. The Site Administration that has failed to fulfill its obligations is liable for losses suffered by the User due to unlawful use of personal data in accordance with the legislation of the Republic of Kazakhstan, except for cases specified in clauses 5.2 and 5.3 of this Privacy Policy.",
					"2": "7.2. In case of loss or disclosure of Confidential Information the Site Administration is not liable if: 7.2.1. it became public before its loss or disclosure; 7.2.2. it was received from a third party before receipt by the Site Administration; 7.2.3. it was disclosed with the User's consent."
				}
			},
			"disputes": {
				"title": "8. DISPUTE RESOLUTION",
				"items": {
					"1": "8.1. Before going to court with a claim arising from relations between the User and the Site Administration, it is mandatory to submit a claim (a written proposal for voluntary settlement of the dispute).",
					"2": "8.2. The recipient of the claim shall notify the claimant in writing of the results of the claim consideration within 30 calendar days from the date of receipt.",
					"3": "8.3. If agreement is not reached, the dispute will be referred to a court in accordance with the current legislation of the Republic of Kazakhstan.",
					"4": "8.4. This Privacy Policy and relations between the User and the Site Administration are governed by the current legislation of the Republic of Kazakhstan."
				}
			},
			"extra": {
				"title": "9. ADDITIONAL TERMS",
				"items": {
					"1": "9.1. The Site Administration has the right to make changes to this Privacy Policy without the User's consent.",
					"2": "9.2. The new Privacy Policy comes into force from the moment of its posting on the Site, unless otherwise provided by the new version.",
					"3": "9.3. All suggestions or questions regarding this Privacy Policy should be submitted through the appropriate section of the online store website.",
					"4": "9.4. The current Privacy Policy is posted at: <a href='https://luna.offiwebsite.com/privacy-policy'>https://luna.offiwebsite.com/privacy-policy</a>, luna.com/privacy-policy."
				}
			}
		}
	},
	"publicOffer": {
		"title": "Public Offer Agreement for the Sale of Services and Courses",
		"date": "",
		"intro": "This User Agreement (hereinafter — the Agreement) applies to the site “Lunna” and governs the relations between the Site Administration and the User.",
		"sections": {
			"1": {
				"title": "1. GENERAL PROVISIONS",
				"items": {
					"1.1": "1.1. This User Agreement (hereinafter — the Agreement) applies to the site “Lunna”, located at https://luna.offiwebsite.com and to all related sites.",
					"1.2": "1.2. The “Luna” site (hereinafter — the Site) is owned by the sole proprietor (IP) “Myrza”.",
					"1.3": "1.3. This Agreement governs the relations between the Site Administration and the User of the Site.",
					"1.4": "1.4. The Site Administration reserves the right at any time to change, add or remove provisions of this Agreement without notifying the User.",
					"1.5": "1.5. Continued use of the Site by the User constitutes acceptance of the Agreement and any changes made to it.",
					"1.6": "1.6. The User is personally responsible for checking the Agreement for amendments."
				}
			},
			"2": {
				"title": "2. DEFINITIONS",
				"items": {
					"2.1": "2.1. The terms listed below have the following meanings for the purposes of this Agreement:",
					"2.1.1": "2.1.1. “Luna” — Products and Services located at the domain names https://luna.offiwebsite.com, https://luna.offiwebsite.com operating via the Internet resource and related services.",
					"2.1.2": "2.1.2. Luna — websites containing information about Products and Services, Sellers, allowing selection, ordering and/or purchasing of Products and Services.",
					"2.1.3": "2.1.3. Site Administration — authorized employees responsible for managing the Site acting on behalf of IP “Myrza”.",
					"2.1.4": "2.1.4. Site User (hereinafter — User) — a person who has access to the Site via the Internet and uses the Site.",
					"2.1.5": "2.1.5. Site Content — protected results of intellectual activity including video materials, training texts, their titles, forewords, annotations, articles, illustrations, covers, graphic, text, photographic, derivative and composite works, user interfaces, as well as design, structure, appearance, general style and layout of the Site content and other intellectual property objects."
				}
			},
			"3": {
				"title": "3. SUBJECT OF THE AGREEMENT",
				"items": {
					"3.1": "3.1. The subject of this Agreement is to provide the User with access to the materials and services contained on the Site.",
					"3.1.1": "3.1.1. The online store provides the User with the following services: access to paid electronic content with the right to purchase Products and Services on the Sites https://luna.offiwebsite.com; access to information about Services and purchasing Services on a paid basis; access to individual paid consultations in accordance with tariffs on the Luna Site.",
					"3.1.2": "3.1.2. This Agreement covers all existing (currently operating) services of Luna, as well as any of their subsequent modifications and additional services that may appear in the future.",
					"3.2": "3.2. Access to the open sections of the Luna site is provided free of charge.",
					"3.3": "3.3. This Agreement is a public offer. By accessing the Site, the User is deemed to have joined this Agreement.",
					"3.4": "3.4. The use of materials and services of the Site is governed by the laws of the Republic of Kazakhstan."
				}
			},
			"4": {
				"title": "4. RIGHTS AND OBLIGATIONS OF THE PARTIES",
				"items": {
					"4.1": "4.1. The Site Administration is entitled to:",
					"4.1.1": "4.1.1. Change the rules of use of the Site as well as change the content of the Site. Changes take effect from the moment of publication of the new version of the Agreement on the Site.",
					"4.1.2": "4.1.2. Restrict access to the Site in case of User's violation of the Agreement.",
					"4.1.3": "4.1.3. Change the amount of payment charged for providing access to paid content on the Luna site. Changes in cost will not apply to Users who have already purchased content at the time of the change, except for cases expressly provided by the Site Administration.",
					"4.2": "4.2. The User is entitled to:",
					"4.2.1": "4.2.1. Obtain access to the paid part of the Site content after complying with registration and payment requirements.",
					"4.2.2": "4.2.2. Use all services available on the Site and purchase any Services offered on the Site.",
					"4.2.3": "4.2.3. Ask any questions related to Luna services.",
					"4.2.4": "4.2.4. Use the Site solely for purposes and in a manner provided by the Agreement and not prohibited by the laws of the Republic of Kazakhstan.",
					"4.3": "4.3. The User undertakes to:",
					"4.3.1": "4.3.1. Provide, upon request of the Site Administration, additional information that is directly related to the services provided by the Site.",
					"4.3.2": "4.3.2. Respect the proprietary and non-proprietary rights of authors and other rightholders when using the Site.",
					"4.3.3": "4.3.3. Not take actions that may be considered to disrupt the normal operation of the Site.",
					"4.3.4": "4.3.4. Not disseminate any confidential information protected by the laws of the Republic of Kazakhstan about individuals or legal entities using the Site.",
					"4.3.5": "4.3.5. Avoid any actions that may breach the confidentiality of information protected by the laws of the Republic of Kazakhstan.",
					"4.3.6": "4.3.6. Not use the Site to distribute advertising information except with the consent of the Site Administration.",
					"4.3.7": "4.3.7. Not use the Site services for the purpose of:",
					"4.3.7.1": "4.3.7.1. uploading content that is illegal, violates the rights of third parties; promotes violence, cruelty, hatred and/or discrimination based on race, nationality, gender, religion or social status; contains false information and/or insults directed at specific individuals, organizations or authorities.",
					"4.3.7.2": "4.3.7.2. incitement to commit unlawful acts, as well as assisting persons whose actions aim to violate restrictions and prohibitions in force on the territory of the Republic of Kazakhstan.",
					"4.3.7.3": "4.3.7.3. violation of the rights of minors or causing them harm in any form.",
					"4.3.7.4": "4.3.7.4. infringement of the rights of minorities.",
					"4.3.7.5": "4.3.7.5. impersonation of another person or a representative of an organization or community without sufficient authority, including impersonation of employees of this online store.",
					"4.3.7.6": "4.3.7.6. misleading statements about the properties and characteristics of any Service from the Luna catalog posted on the Site.",
					"4.3.7.7": "4.3.7.7. incorrect comparisons of a Service and formation of negative attitudes toward persons who do or do not use certain Services, or condemnation of such persons.",
					"4.4": "4.4. The User is prohibited from:",
					"4.4.1": "4.4.1. Using any devices, programs, procedures, algorithms and methods, automatic devices or equivalent manual processes for accessing, acquiring, copying or tracking Site content.",
					"4.4.2": "4.4.2. Disrupting the proper functioning of the Site.",
					"4.4.3": "4.4.3. Circumventing the Site's navigation structure to obtain or attempt to obtain any information, documents or materials by means not specifically provided by the Site services.",
					"4.4.4": "4.4.4. Unauthorized access to Site functions, any other systems or networks related to the Site, as well as to any services offered on the Site.",
					"4.4.5": "4.4.5. Violating the security or authentication system on the Site or any network related to the Site.",
					"4.4.6": "4.4.6. Performing reverse searches, tracking or attempting to track any information about any other Site User.",
					"4.4.7": "4.4.7. Using the Site and its Content for any purposes prohibited by the laws of the Republic of Kazakhstan, as well as inciting any illegal activity or other actions that violate the rights of the Luna site or other persons."
				}
			},
			"5": {
				"title": "5. USE OF THE SITE https://luna.offiwebsite.com",
				"items": {
					"5.1": "5.1. The Site and the Content that is part of the Site belong to and are managed by the Site Administration.",
					"5.2": "5.2. Site content may not be copied, published, reproduced, transmitted or distributed in any way, or posted on the global Internet without prior written consent of the Site Administration.",
					"5.3": "5.3. Site content is protected by copyright, trademark law and other intellectual property rights and unfair competition legislation.",
					"5.4": "5.4. The purchase of any Service offered on the Site requires the creation of a User account.",
					"5.5": "5.5. The User is personally responsible for maintaining the confidentiality of their account information, including the password, and for all activity carried out under the User account.",
					"5.6": "5.6. The User must immediately notify the Site Administration of unauthorized use of their account or password, or any other breach of security.",
					"5.7": "5.7. The Site Administration has the right to unilaterally cancel a User account if it has not been used for more than 24 calendar months in a row without notifying the User.",
					"5.8": "5.8. This Agreement extends to all additional provisions and conditions regarding the purchase of Goods and provision of services offered on the Site.",
					"5.9": "5.9. Information posted on the Site should not be construed as an amendment to this Agreement.",
					"5.10": "5.10. The Site Administration has the right at any time without notice to change the list of services offered on the Site and/or the prices applicable to such Products and Services."
				}
			},
			"6": {
				"title": "6. LIABILITY",
				"items": {
					"6.1": "6.1. Any losses that the User may incur as a result of willful or negligent breach of any provision of this Agreement, as well as due to unauthorized access to another User's communications, are not compensated by the Site Administration.",
					"6.2": "6.2. The Site Administration is not responsible for:",
					"6.2.1": "6.2.1. Delays or failures in performing operations caused by force majeure or malfunctions in telecommunications, computer, electrical and other related systems.",
					"6.2.2": "6.2.2. Actions of payment systems, banks and transfer services and delays related to their operation.",
					"6.2.3": "6.2.3. Proper functioning of the Site in case the User lacks the necessary technical means to use it, and the Administration is not obliged to provide such means to users."
				}
			},
			"7": {
				"title": "7. BREACH OF THE USER AGREEMENT",
				"items": {
					"7.1": "7.1. The Site Administration has the right to disclose any information collected about a User if disclosure is necessary in connection with an investigation or complaint regarding unlawful use of the Site or to identify a User who may be infringing the rights of the Site Administration or other Users.",
					"7.2": "7.2. The Site Administration has the right to disclose any information about a User which it deems necessary to comply with applicable law or court decisions, to ensure enforcement of this Agreement, or to protect the rights or safety of Users.",
					"7.3": "7.3. The Site Administration has the right to disclose information about a User if required or permitted by the laws of the Republic of Kazakhstan.",
					"7.4": "7.4. The Site Administration may, without prior notice to the User, suspend or block access to the Site if the User violates this Agreement or other site usage documents, or in case of termination of the Site or technical issues.",
					"7.5": "7.5. The Site Administration is not liable to the User or third parties for suspension of access to the Site in case of the User's violation of any provision of this Agreement or other site usage documents."
				}
			},
			"8": {
				"title": "8. DISPUTE RESOLUTION",
				"items": {
					"8.1": "8.1. In case of any disagreements or disputes between the Parties to this Agreement, it is mandatory to submit a claim (a written proposal for voluntary settlement of the dispute) before going to court.",
					"8.2": "8.2. The recipient of the claim shall notify the claimant in writing of the results of the claim consideration within 30 calendar days from the date of receipt.",
					"8.3": "8.3. If the dispute cannot be resolved amicably, either Party may apply to the court for protection of its rights in accordance with the laws of the Republic of Kazakhstan.",
					"8.4": "8.4. Any claim regarding the terms of use of the Site must be filed within 10 business days after the grounds for the claim arise, except for claims related to protection of copyright for materials protected by law. Failure to comply with this term will extinguish any claim or grounds for a claim due to statute of limitations."
				}
			},
			"9": {
				"title": "9. ADDITIONAL TERMS",
				"items": {
					"9.1": "9.1. The Site Administration does not accept counteroffers from the User to amend this User Agreement.",
					"9.2": "9.2. User reviews posted on the Site are not confidential information and may be used by the Site Administration without restrictions."
				}
			},
			"10": {
				"title": "10. DETAILS AND ADDRESS OF THE PROVIDER",
				"items": {
					"10.1": "Company: IP MYRZA",
					"10.2": "Legal address: Z05X4T2, Republic of Kazakhstan,",
					"10.3.": "Astana, Nura district, Abiken Bekturov St., house 4/1",
					"10.4": "BIN/IIN: 920518301968",
					"10.5": "KBE: 19",
					"10.6": "Email: info@offiwebsite.com",
					"10.7": "Beneficiary bank: JSC \"Kaspi Bank\"",
					"10.8": "BIC: CASPKZKA",
					"10.9": "IIK: KZ55722S000032599582"
				}
			}
		}
	},
	"404": {
		"title": "Page not found",
		"description": "Unfortunately, the page was not found, but you can go to the homepage",
		"link": "To home"
	}
}
