{
	"header": {
		"contacts": "Байланыс",
		"directions": "Бағыттар",
		"professions": "Мамандықтар",
		"subjects": "Пәндер",
		"languages": "Тілдер",
		"music-and-dance": "Музыка және би",
		"music-dance": "Музыка және би",
		"preparatory-courses": "Дайындық курстары",
		"save": "Сақтау"
	},
	"navbar": {
		"home": "Басты бет",
		"services": "Қызметтер",
		"contacts": "Байланыс"
	},
	"footer": {
		"info": "Ақпарат",
		"privacy": "Құпиялық саясаты",
		"public-offer": "Публичті оферта",
		"contacts": "Байланыс",
		"all-rights-reserved": "Барлық құқықтар қорғалған",
		"corporate": "Корпоративтік сайт"
	},
	"home-page": {
		"hero-section": {
			"title": "Қытай тілін ",
			"in-ease": "оңай үйреніңіз",
			"subtitle": "SkillShift — өмір мен мансапқа арналған білім.",
			"whatsapp": "WhatsApp-қа жазу"
		},
		"direction-carousel-section": {
			"directions": "Бағыттар",
			"see-all": "Барлығын көру",
			"professions": "Мамандықтар",
			"subjects": "Пәндер",
			"languages": "Тілдер",
			"music-and-dance": "Музыка және би",
			"preparatory-courses": "Дайындық курстары"
		},
		"open-your-potential": {
			"title": "SkillShift онлайн мектебімен өз әлеуетіңізді ашыңыз!",
			"subtitle": "Кез келген уақытта және әлемнің кез келген нүктесінен оқыңыз! Икемді кесте, практикалық дағдылар және кураторлардың қолдауы сізге мақсаттарыңызға тез жетуге көмектеседі.",
			"whatsapp": "WhatsApp-қа жазу"
		}
	},

	"services": {
		"per-month": "в месяц",
		"text-whatsapp": "WhatsApp жазыңыз",
		"preparatory-courses": {
			"required": {
				"name": "Міндетті курстар",
				"desc-1": "ҰБТ-ға дайындық барысында оқушылар үш негізгі пәнді меңгереді: математикалық сауаттылық, оқу сауаттылығы және Қазақстан тарихы. Біздің курстар материалды жүйелі түрде меңгеруге, логикалық және сыни ойлауды дамытуға, мәтіндерді талдауға және тарихи тақырыптарды сенімді игеруге көмектеседі. Мұның бәрі ҰБТ-ны сәтті тапсыруға және жоғары оқу орнына түсуге берік негіз қалайды."
			},
			"mathematic-informatic": {
				"name": "Математика - Информатика",
				"desc-1": "Техникалық және IT мамандықтарына түсуге дайындалатын талапкерлерге арналған. Курста тереңдетілген математика, бағдарламалау негіздері, алгоритмдермен жұмыс және логикалық ойлау қарастырылады. Сабақтар негізгі тақырыптарды құрылымды түрде меңгеруге және ҰБТ тапсырмаларын сенімді орындауға көмектеседі."
			},
			"mathematic-physics": {
				"name": "Математика - Физика",
				"desc-1": "Инженерлік, техникалық және жаратылыстану бағыттарын таңдаған талапкерлерге арналған. Курста тереңдетілген математика, физикалық есептерді шығару, формулалармен, графиктермен және заңдармен жұмыс қарастырылады. Сабақтар материалды жүйелі меңгеруге және ҰБТ тапсырмаларын сенімді орындауға мүмкіндік береді."
			},
			"biology-chemistry": {
				"name": "Биология - Химия",
				"desc-1": "Медициналық, биологиялық және жаратылыстану бағыттарын таңдаған талапкерлерге арналған. Курста тереңдетілген биология мен химия, зертханалық тәжірибелер, теориялық және практикалық тапсырмаларды орындау қарастырылады. Сабақтар материалды жүйелі меңгеруге және ҰБТ-ны сәтті тапсыруға көмектеседі."
			},
			"ielts": {
				"name": "IELTS",
				"desc-1": "IELTS емтиханына дайындық бағдарламасы тиімді әдістемелер мен емтихан құрылымын терең түсінуді ұсынады, бұл тестті сәтті тапсырып, қалаған нәтижеге қол жеткізуге көмектеседі. Біз дайындықтың кешенді жүйесін ұсынамыз: практикалық тапсырмалар, тестті модельдеу және жеке кеңестер, бұл сіздің қажетті баллды алу мүмкіндігіңізді айтарлықтай арттырады."
			},
			"toefl": {
				"name": "TOEFL",
				"desc-1": "TOEFL емтиханына дайындық бағдарламасы тиімді әдістер мен емтихан құрылымын терең түсінуді ұсынады, бұл тестті сәтті тапсырып, қалаған нәтижеге қол жеткізуге көмектеседі. Біз дайындықтың кешенді жүйесін ұсынамыз: практикалық тапсырмалар, тестті модельдеу және жеке кеңестер, бұл сіздің қажетті баллды алу мүмкіндігіңізді арттырады."
			},
			"sat": {
				"name": "SAT",
				"desc-1": "SAT емтиханына дайындық бағдарламасы тиімді стратегияларды және емтихан құрылымын терең түсінуді ұсынады, бұл студенттерге тестті сәтті тапсырып, қалаған нәтижеге қол жеткізуге көмектеседі. Біз дайындықтың кешенді жүйесін ұсынамыз: практикалық тапсырмалар, тестті модельдеу және жеке кеңестер, бұл мақсатты баллға жету мүмкіндігін едәуір арттырады."
			},
			"gre": {
				"name": "GRE",
				"desc-1": "GRE емтиханына дайындық бағдарламасы талапкерлерге аналитикалық жазу, сыни ойлау және математикалық есептерді шығару дағдыларын дамытуға көмектеседі, бұл магистратураға сәтті түсу үшін қажет. Бағдарламаға тест стратегияларын меңгеру, академиялық сөздік қорды толықтыру және күрделі мәтіндерді талдау кіреді. Арнайы назар эссе жазуға және тесттерге дайындыққа аударылады."
			},
			"gmat": {
				"name": "GMAT",
				"desc-1": "GMAT емтиханына дайындық бағдарламасы талапкерлерге аналитикалық жазу, сыни ойлау және сандық есептерді шешу дағдыларын дамытуға көмектеседі, бұл магистратураға түсу үшін қажет. Бағдарлама тест стратегияларын меңгеруді, академиялық сөздік қорды дамытуды және күрделі мәтіндерді талдауды қамтиды. Арнайы назар эссе жазуға және сынақтарға аударылады."
			},
			"ielts-gre": {
				"name": "IELTS - GRE",
				"desc-1": "Бағдарлама IELTS бойынша ағылшын тілін растауды және GRE бойынша аналитикалық және математикалық қабілеттерді бағалауды қамтиды. Дайындыққа емтихан тапсырмаларын талдау, академиялық жазуды дамыту, тест стратегиялары және ойды дәлелді жеткізу дағдылары кіреді. Арнайы назар GRE-нің сандық және вербалды бөлімдеріне дайындыққа бөлінеді."
			},
			"ielts-gmat": {
				"name": "IELTS - GMAT",
				"desc-1": "Бағдарлама IELTS бойынша ағылшын тілін растауды және GMAT бойынша аналитикалық және математикалық қабілеттерді бағалауды қамтиды. Дайындыққа емтихан тапсырмаларын талдау, академиялық жазуды дамыту, тест стратегиялары және ойды дәлелді жеткізу дағдылары кіреді. Арнайы назар GMAT-тың сандық және вербалды бөлімдеріне дайындыққа бөлінеді."
			},
			"ielts-sat": {
				"name": "IELTS - SAT",
				"desc-1": "IELTS және SAT емтихандарына дайындықтың біріктірілген бағдарламасы талапкерлерге шетелдік университеттерге түсуге қажетті емтихандарды сәтті тапсыруға көмектеседі. Оқытуға тапсырмаларды орындау стратегиялары, ақпаратты талдау және дұрыс шешім қабылдау кіреді. Үнемі өткізілетін сынақ тесттері мен жеке ұсыныстар нәтижені жақсартуға көмектеседі, ал кешенді тәсіл оқу процесін өнімді етеді."
			},
			"toefl-gre": {
				"name": "TOEFL - GRE",
				"desc-1": "Бағдарлама TOEFL бойынша ағылшын тілін растауды және GRE бойынша аналитикалық және математикалық қабілеттерді бағалауды қамтиды. Дайындыққа емтихан тапсырмаларын талдау, академиялық жазуды дамыту, тест стратегиялары және ойды дәлелді жеткізу дағдылары кіреді. Арнайы назар GRE-нің сандық және вербалды бөлімдеріне дайындыққа бөлінеді."
			},
			"toefl-gmat": {
				"name": "TOEFL - GMAT",
				"desc-1": "Бағдарлама TOEFL бойынша ағылшын тілін растауды және GMAT бойынша аналитикалық және математикалық қабілеттерді бағалауды қамтиды. Дайындыққа емтихан тапсырмаларын талдау, академиялық жазуды дамыту, тест стратегиялары және ойды дәлелді жеткізу дағдылары кіреді. Арнайы назар GMAT-тың сандық және вербалды бөлімдеріне дайындыққа бөлінеді."
			},
			"toefl-sat": {
				"name": "TOEFL - SAT",
				"desc-1": "TOEFL және SAT емтихандарына дайындықтың біріктірілген бағдарламасы талапкерлерге шетелдік университеттерге түсуге қажетті емтихандарды сәтті тапсыруға көмектеседі. Дайындыққа тапсырмаларды орындау стратегиялары, ақпаратты талдау және шешім қабылдау дағдылары кіреді. Үнемі өткізілетін сынақтар мен жеке ұсыныстар нәтижені жақсартуға көмектеседі, ал кешенді тәсіл оқу процесін тиімді етеді."
			}
		},
		"music-dance": {
			"piano": {
				"name": "Фортепиано",
				"desc-1": "Сіз классикалық шығармаларды, қазіргі заманғы хитерді меңгере аласыз немесе тіпті импровизациялауды үйрене аласыз. Біз тек техникаға ғана емес, сонымен қатар музыкалық құлақ пен музыкалық негіздерді дамытуға көңіл бөлеміз.",
				"desc-2": "Біздің сабақтарға қосылыңыз және музыка әлеміне қуана-қуана үңіліңіз!"
			},
			"classic-guitar": {
				"name": "Классикалық гитара",
				"desc-1": "Сабақтарда сіз ойнаудың негіздерімен, орындау техникаларымен және музыкалық теориямен танысасыз. Сіз өз сүйікті шығармаларыңызды ойнауды немесе классикадан бір нәрсені үйренесіз. Біз әртүрлі дағдыларды және музыкалық дәміңізді дамытуға көмектесеміз.",
				"desc-2": "Біздің сабақтарға қосылыңыз және классикалық гитарада музыка әлемін ашыңыз!"
			},
			"violin": {
				"name": "Скрипка",
				"desc-1": "Сабақтарда сіз ойнау техникасының негіздерін, музыкалық теорияны және әртүрлі орындау стильдерін меңгересіз. Сіз классикалық шығармаларды үйренесіз, ансамбльдік орындауда тәжірибе жинайсыз, бұл басқа музыканттармен өзара әрекеттесуді үйретеді.",
				"desc-2": "Біздің сабақтарға қосылыңыз және скрипкада ойнаудың сиқырын ашыңыз!"
			},
			"drums": {
				"name": "Үрмелі аспаптар",
				"desc-1": "Сіз негізгі ритмдер мен ойнау техникаларын үйренесіз. Сабақтар білікті оқытушылар жүргізеді, олар сізге ритм сезімін, координацияны және музыкалық сауаттылықты дамытуға көмектеседі.",
				"desc-2": "Бізге қосылыңыз және үрмелі аспаптар әлеміндегі сапарыңызды бастаңыз!"
			},
			"domra": {
				"name": "Домбра",
				"desc-1": "Сіз ойнаудың негізгі техникаларын, аккордтар мен әуендерді үйренесіз, сонымен қатар әртүрлі орындау стильдерін меңгересіз. Тәжірибелі оқытушылар сізге музыкалық құлақты, техниканы және ритм сезімін дамытуға көмектеседі.",
				"desc-2": "Бізге қосылыңыз және домбра музыкасының әлемін ашыңыз!"
			},
			"choreography": {
				"name": "Хореография",
				"desc-1": "Сіз классикалық элементтерді меңгере аласыз, аяқ пен арқаны нығайта аласыз, сонымен қатар бидің басқа бағыттарына негіз дайындай аласыз. Тәжірибелі оқытушылар сізге икемділікті, координацияны және ритм сезімін дамытуға көмектеседі.",
				"desc-2": "Бізге қосылыңыз және би потенциалыңызды ашыңыз!"
			},
			"hip-hop": {
				"name": "Хип-хоп",
				"desc-1": "Сіз хип-хоптың негізгі стильдерін, мысалы, breaking, locking және popping үйренесіз, сонымен қатар өз хореографиялық комбинацияларыңызды жасауды үйренесіз.",
				"desc-2": "Бізге қосылыңыз және хип-хоп биінде шығармашылығыңызға жол беріңіз!"
			},
			"tango": {
				"name": "Танго",
				"desc-1": "Сіз негізгі қадамдар мен техникаларды меңгересіз, музыканы сезінуді және серіктеспен өзара әрекеттесуді үйренесіз. Тәжірибелі оқытушылар сізге координацияны және эмоционалды өрнектілікті дамытуға көмектеседі.",
				"desc-2": "Бізге қосылыңыз және тангоның сиқырын ашыңыз!"
			},
			"break-dance": {
				"name": "Брейкданс",
				"desc-1": "Сіз брейкданстың негізгі элементтерін, соның ішінде топ-рок, даун-рок, паузалар мен фриздерді меңгересіз, сонымен қатар өз комбинацияларыңызды жасауды үйренесіз. Тәжірибелі оқытушылар сізге күш, икемділік және координация дамытуға көмектеседі.",
				"desc-2": "Бізге қосылыңыз және брейкданстың қызықты әлемінің бір бөлігі болыңыз!"
			},
			"shaffle": {
				"name": "Шаффл",
				"desc-1": "Сіз шаффлдың негізгі қадамдары мен техникаларын меңгересіз және оларды әртүрлі музыкалық стильдермен үйлестіруді үйренесіз. Тәжірибелі оқытушылар сізге ритм сезімін және координацияны дамытуға көмектеседі.",
				"desc-2": "Бізге қосылыңыз және шаффл биінің қызықты әлемін ашыңыз!"
			},
			"pop-vocals": {
				"name": "Эстрадалық вокал",
				"desc-1": "Сіз тыныс алу, интонация және артикуляцияның негізгі техникаларын меңгересіз, сонымен қатар әртүрлі музыкалық стильдермен жұмыс істеуді үйренесіз. Тәжірибелі оқытушылар сізге дауыс қабілетін және музыкалық құлақты дамытуға көмектеседі.",
				"desc-2": "Бізге қосылыңыз және музыкалық жетілдіру жолындағы сапарыңызды бастаңыз!"
			},
			"classical-vocals": {
				"name": "Классикалық вокал",
				"desc-1": "Сіз тыныс алу, интонация және артикуляцияның негізгі техникаларын меңгересіз. Тәжірибелі оқытушылар сізге дауыс қабілетін және музыкалық құлақты дамытуға көмектеседі.",
				"desc-2": "Бізге қосылыңыз және музыкалық жетілдіру жолындағы сапарыңызды бастаңыз!"
			}
		},
		"professions": {
			"product-manager": {
				"name": "Продукт менеджері",
				"desc-1": "Курс цифрлық өнімді дамытудың барлық кезеңдерінде теория мен практиканы біріктіреді. Сіз digital-құралдар арқылы нарықты, бәсекелестерді және мақсатты аудиторияны талдауды меңгересіз, сонымен қатар өнімнің өмірлік циклін басқаруды және команданы тиімді үйлестіруді үйренесіз."
			},
			"java-back-end-developer": {
				"name": "Java back-end әзірлеушісі",
				"desc-1": "Курс веб-сайттар мен қосымшалардың серверлік бөлігін жасау үшін Java бағдарламалау тілін зерттейді. Сіз индустрияда стандартты фреймворктер мен кітапханаларды меңгересіз, класстар, мұрагерлік және интерфейстерді түсінесіз, объектіге бағытталған бағдарламалауды, коллекциялармен жұмыс істеуді, ерекше жағдайларды өңдеуді және көптік жұмысты үйренесіз."
			},
			"react-front-end-developer": {
				"name": "React front-end әзірлеушісі",
				"desc-1": "Курс JavaScript кітапханасы — React көмегімен интерактивті пайдаланушы интерфейстерін әзірлеудегі теориялық білімдерді, практикалық дағдыларды және заманауи тәсілдерді ұсынады. Сіз деректер құрылымы алгоритмдерін, үлкен компоненттерді кішіректерден құрастырудың компоненттік тәсілін зерттейсіз."
			},
			"flutter-mobile-developer": {
				"name": "Flutter мобильді әзірлеушісі",
				"desc-1": "Курс Draft бағдарламалау тіліндегі Flutter фреймворкі арқылы кросс-платформалық мобильді қосымшаларды әзірлеудегі теориялық білімдер мен практикалық дағдыларды ұсынады. Сіз әртүрлі операциялық жүйелерге арналған қосымшалар мен веб-қосымшаларды бір код базасын пайдалана отырып жасауды үйренесіз, деректер базаларымен жұмыс істеуді меңгересіз."
			},
			"ui-ux-designer ": {
				"name": "UI/UX дизайнері",
				"desc-1": "Курс пайдаланушылардың тәжірибесі мен қажеттіліктерін зерттеу негіздерін, сондай-ақ түсінікті және ыңғайлы цифрлық өнімдерді жобалауды қамтиды. Сіз дизайн-процестің барлық кезеңдерін және әрбір кезеңдегі дизайнердің рөлін меңгересіз, мақсатты аудиторияны зерттеу әдістерін, жобалау және прототиптеу құралдарын үйренесіз."
			},
			"interior-exterior-designer": {
				"name": "Интерьер және экстерьер дизайнері",
				"desc-1": "Курс функционалды және эстетикалық интерьерлерді жобалау негіздерін қамтиды. Сіз 3DsMax және Revit бағдарламаларында концептуалды эскиздер, сызбалар мен 3D-визуализациялар жасауды меңгересіз, сонымен қатар стильдік концепцияны әзірлеуден бастап жиһаздарды, материалдарды және жарықтандыруды таңдауға дейінгі барлық кезеңдерден өтесіз."
			},
			"fashion-designer": {
				"name": "Киім дизайнері",
				"desc-1": "Курс сән дизайнын жасау негіздерін және индустриядағы трендтерді қамтиды. Сіз киім үлгілері мен принттердің эскиздерін жасауды, соның ішінде 3D-модельдеуді үйренесіз, материалдар мен фурнитураны таңдауды, сонымен қатар киімді құрастыру, тігу және өндірісті іске қосу негіздерін зерттейсіз."
			},
			"furniture-designer": {
				"name": "Жиһаз дизайнері",
				"desc-1": "Сіз идеядан бастап SketchUp бағдарламасында 3D-модельдеуге дейін жиһаз жасау процесін зерттейсіз, материалдарды таңдауды және өндірістік технологияларды таңдауды үйренесіз. Заманауи тенденциялар мен әртүрлі материалдардың ерекшеліктеріне сүйене отырып, стильді және практикалық интерьер заттарын жобалау дағдыларын меңгересіз."
			}
		},
		"subjects": {
			"biology": {
				"name": "Биология",
				"desc-1": "Орта мектептегі биология курсы тірі табиғатты, оның заңдылықтары мен әртүрлілігін зерттеуге бағытталған. Ол биологияның негізгі бөлімдерін қамтиды, олар оқушыларға тірі организмдердің құрылысын, функцияларын және өзара әрекеттесуін, сондай-ақ олардың экожүйелердегі рөлін түсінуге көмектеседі."
			},
			"chemistry": {
				"name": "Химия",
				"desc-1": "Орта мектептегі химия курсы заттардың қасиеттерін, құрылымын және өзгеруін зерттеуге бағытталған. Ол оқушыларды негізгі химиялық түсініктермен, заңдармен және процестермен таныстырады, сонымен қатар эксперименттер жүргізу және есептер шығару дағдыларын қалыптастырады."
			},
			"geography": {
				"name": "География",
				"desc-1": "Орта мектептегі география курсы Жердің табиғаты, халқы, шаруашылығы және экологиялық мәселелері туралы түсініктерді қалыптастыруға бағытталған. Ол жалпы географиялық заңдылықтарды және жеке аймақтар мен елдердің ерекшеліктерін қамтиды."
			},
			"informatics": {
				"name": "Информатика",
				"desc-1": "Информатика курсы ақпараттық технологиялар және компьютермен жұмыс істеу саласындағы негізгі білімдер мен дағдыларды қалыптастырады. Ол қазіргі заманғы технологияларды түсіну және пайдалану үшін қажетті теориялық негіздер мен практикалық аспектілерді қамтиды."
			},
			"math": {
				"name": "Математика",
				"desc-1": "Математика курсы логикалық ойлау дағдыларын, есептер шығару қабілетін және күнделікті өмірде білімдерді қолдануды дамытуға бағытталған. Ол нақты ғылымдарды одан әрі зерттеу үшін негіз болатын математиканың негізгі бөлімдерін қамтиды."
			},
			"painting": {
				"name": "Кескіндеме",
				"desc-1": "Орта мектептегі кескіндеме курсы оқушыларға көркем өнер стильдері, техникалары, көрнекті шеберлер мен олардың шығармалары туралы түсініктерді қалыптастыруға бағытталған. Ол бейнелеу өнерінің негіздерін, әртүрлі дәуірлердегі кескіндеменің дамуын, сондай-ақ әртүрлі елдер мен халықтардың мәдени мұрасымен таныстырады."
			},
			"physics": {
				"name": "Физика",
				"desc-1": "Орта мектептегі физика курсы оқушыларға физикалық құбылыстар, заңдар және оларды зерттеу әдістері туралы негізгі білімдерді қалыптастыруға бағытталған. Ол қоршаған әлемді түсінуге және одан әрі оқуға дайындалуға көмектесетін физиканың негізгі бөлімдерін қамтиды."
			},
			"robotics": {
				"name": "Робототехника",
				"desc-1": "Роботтарды жасау мен бағдарламалауды үйреніңіз: электроника мен механика негіздерінен бастап басқару алгоритмдерін әзірлеуге дейін. Функционалды модельдерді жинауды, микроконтроллерлер мен сенсорлармен жұмыс істеуді үйреніңіз."
			}
		},
		"languages": {
			"arab": {
				"name": "Араб тілі",
				"desc-1": "Араб тілі курстары кез келген деңгейге қолайлы — бастаушылардан бастап жоғары деңгейге дейін. Бағдарлама грамматиканы, лексиканы, оқу, жазу және тыңдау дағдыларын дамытуды қамтиды. Сіз әртүрлі диалекттерге үңілесіз, араб мәдениетімен танысасыз және интерактивті форматта оқысасыз."
			},
			"chinese": {
				"name": "Қытай тілі",
				"desc-1": "Қытай тілі курстарында сіз тек негізгі және грамматикалық құрылымдарды ғана емес, сонымен қатар қытай жазуы туралы бірегей білімдерді аласыз. Сіз қытай тілінде оқуды және жазуды үйренесіз, бұл мәдениет пен тарихты терең түсінудің элементі болып табылады. Сіз айту мен тондардың негіздерін меңгересіз, бұл мағынаны қабылдау және беру үшін өте маңызды."
			},
			"english": {
				"name": "Ағылшын тілі",
				"desc-1": "Курс еркін сөйлескісі келетін адамдарға арналған. Сіз шетелдіктермен және тілдің тұғырлыларымен сөйлесуді үйренесіз, айту дағдыларыңызды жақсартасыз, ағылшын тілінде сөйлесуді тыңдап түсіне аласыз және сөйлесуді сенімді түрде жалғастыра аласыз. Сіз негізгі сөйлеу конструкцияларын меңгересіз, сөздік қорларыңызды кеңейтесіз және тілдік кедергіден арыласыз. Сабақтарда практикалық жаттығулар болуда."
			},
			"kazakh": {
				"name": "Қазақ тілі",
				"desc-1": "Біздің қазақ тіліндегі онлайн курстары — бұл әлемдегі ең көне және әдемі тілдердің бірін үйрену мүмкіндігі. Бағдарлама барлық деңгейлерге қолайлы — бастаушылардан бастап жоғары деңгейге дейін. Икемді оқу форматы тілді қолайлы уақытта меңгеруге мүмкіндік береді, сонымен бірге сіз Қазақстанның мәдениеті мен дәстүрлеріне үңілесіз. Ерекше назар сөйлеу дағдыларын дамытуға аударылады."
			},
			"russian": {
				"name": "Орыс тілі",
				"desc-1": "Біз нөлден орыс тілін үйренгісі келетіндерге немесе бар білімдерін жақсартқысы келетіндерге арналған қызықты және тиімді оқытуды ұсынамыз. Ерекше назар сөйлеу дағдыларын дамытуға аударылады. Оқу процесінде сіз орыс тіліне тән сөйлемдерді дұрыс құрастыруды үйренесіз."
			},
			"turk": {
				"name": "Түрік тілі",
				"desc-1": "Курс түрік тілінде еркін сөйлескісі келетіндерге арналған! Сіз тілдің тұғырлыларымен әңгімелесуді үйренесіз, айту дағдыларыңызды жақсартасыз, сөйлесуді тыңдап оңай түсіне аласыз және сөйлесуді сенімді түрде жалғастыра аласыз. Оқу процесінде сіз түрік тіліне тән сөйлемдерді, идиомаларды дұрыс құрастыруды үйренесіз. Сіз айту мен тондардың негіздерін меңгересіз."
			}
		}
	},
	"privacy": {
		"title": "Құпиялылық саясаты",
		"date": "14.12.2019",
		"intro": "Осы Құпиялылық саясаты (бұдан әрі – Саясат) skillshift.offiwebsite.com домендік атауында орналасқан «SkillShift» компаниясының веб-сайтын пайдалану кезінде Пайдаланушы туралы ала алатын барлық ақпаратқа қолданылады.",
		"sections": {
			"1": {
				"title": "1. НЕГІЗГІ ҰҒЫМДАР",
				"items": {
					"1.1.1": "1.1.1. «Сайт әкімшілігі» – дербес деректерді өңдеуді ұйымдастыратын және (немесе) жүзеге асыратын, Ұйымның атынан сайтты басқаратын уәкілетті қызметкерлер.",
					"1.1.2": "1.1.2. «Дербес деректер» – тікелей немесе жанама түрде нақты тұлғаға қатысты кез келген ақпарат.",
					"1.1.3": "1.1.3. «Дербес деректерді өңдеу» – дербес деректермен кез келген әрекеттер: жинау, жазу, сақтау, жаңарту, пайдалану, беру, иесіздендіру, жою.",
					"1.1.4": "1.1.4. «Дербес деректердің құпиялылығы» – деректер субъектісінің келісімінсіз таратуға жол бермеуді қамтамасыз ету міндетті талабы.",
					"1.1.5": "1.1.5. «Веб-сайт пайдаланушысы» (бұдан әрі – Пайдаланушы) – Интернет арқылы Сайтқа қол жеткізіп, оны пайдаланатын тұлға.",
					"1.1.6": "1.1.6. «Cookies» – веб-сервер жіберетін және пайдаланушының компьютерінде сақталатын шағын деректер бөлігі.",
					"1.1.7": "1.1.7. «IP мекенжайы» – компьютерлік желідегі түйіннің бірегей желілік мекенжайы."
				}
			},
			"2": {
				"title": "2. ШАРТТАРҒА КЕЛІСІМ",
				"items": {
					"2.1": "2.1. Пайдаланушының сайтты пайдалануы осы Саясатпен келісілгенін білдіреді.",
					"2.2": "2.2. Егер Пайдаланушы Саясат шарттарымен келіспесе, сайтты пайдалануды тоқтатуы тиіс.",
					"2.3": "2.3. Бұл Саясат skillshift.offiwebsite.com барлық сайттарына қолданылады. Компания үшінші тарап сайттарын бақыламайды.",
					"2.4": "2.4. Әкімшілік Пайдаланушы ұсынған деректердің дұрыстығын тексермейді."
				}
			},
			"3": {
				"title": "3. ҚҰПИЯЛЫЛЫҚ САЯСАТЫНЫҢ МӘНІ",
				"items": {
					"3.1": "3.1. Саясат Пайдаланушының дербес деректерін қорғауды қамтамасыз ету жөніндегі Әкімшіліктің міндеттерін белгілейді.",
					"3.2": "3.2. Дербес деректер Пайдаланушы тіркелу немесе тапсырыс беру кезінде береді және мыналарды қамтиды:",
					"3.2.1": "3.2.1. тегі, аты, әкесінің аты;",
					"3.2.2": "3.2.2. байланыс телефоны;",
					"3.2.3": "3.2.3. электрондық пошта мекенжайы.",
					"3.3": "3.3. Сайт сонымен қатар автоматты түрде берілетін деректерді жинайды:",
					"3.3.a": "• IP мекенжайы;",
					"3.3.b": "• cookie файлдары;",
					"3.3.c": "• браузер туралы ақпарат;",
					"3.3.d": "• қатынау уақыты;",
					"3.3.e": "• жарнамалық блок орналасқан бет мекенжайы;",
					"3.3.f": "• алдыңғы бет мекенжайы (referer).",
					"3.3.1": "3.3.1. Cookie файлдарын өшіру сайттың кейбір бөліктеріне қол жеткізуді шектеуі мүмкін.",
					"3.3.2": "3.3.2. Сайт техникалық мәселелерді шешу және төлемдерді бақылау үшін IP мекенжайлар статистикасын жинайды.",
					"3.4": "3.4. Басқа дербес ақпарат осы Саясатта көрсетілген жағдайлардан басқа кезде жарияланбайды."
				}
			},
			"4": {
				"title": "4. ДЕРЕКТЕРДІ ЖИНАУ МАҚСАТТАРЫ",
				"items": {
					"4.1.1": "4.1.1. Пайдаланушыны сатып алуды рәсімдеу және шарт жасасу үшін сәйкестендіру.",
					"4.1.2": "4.1.2. Жеке ресурстарға қол жеткізу мүмкіндігін беру.",
					"4.1.3": "4.1.3. Кері байланыс (хабарламалар, сұраулар).",
					"4.1.4": "4.1.4. Қауіпсіздікті қамтамасыз ету үшін Пайдаланушының орналасқан жерін анықтау.",
					"4.1.5": "4.1.5. Деректердің дұрыстығын тексеру.",
					"4.1.6": "4.1.6. Төлемдерді өңдеу, салықты растау.",
					"4.1.7": "4.1.7. Клиенттік және техникалық қолдау көрсету.",
					"4.1.8": "4.1.8. Жаңартуларды, арнайы ұсыныстарды, жаңалықтарды жіберу.",
					"4.1.9": "4.1.9. Пайдаланушының келісімімен жарнамалық іс-шараларды жүргізу.",
					"4.1.10": "4.1.10. Серіктес сайттар мен сервистерге қол жеткізуді қамтамасыз ету."
				}
			},
			"5": {
				"title": "5. ӨҢДЕУ ӘДІСТЕРІ ЖӘНЕ МЕРЗІМДЕРІ",
				"items": {
					"5.1": "5.1. Дербес деректерді өңдеу мерзімсіз жүзеге асырылады.",
					"5.2": "5.2. Әкімшілік деректерді үшінші тұлғаларға (курьерлік, пошта, байланыс ұйымдары) тек Пайдаланушының тапсырысын орындау үшін бере алады.",
					"5.3": "5.3. Дербес деректер Қазақстан Республикасының заңнамасына сәйкес мемлекеттік органдарға берілуі мүмкін.",
					"5.4": "5.4. Дербес деректер жоғалған немесе жарияланған жағдайда, Әкімшілік Пайдаланушыны хабардар етеді.",
					"5.5": "5.5. Әкімшілік деректерді заңсыз қол жеткізуден қорғау шараларын қабылдайды.",
					"5.6": "5.6. Әкімшілік пен Пайдаланушы деректердің жоғалуынан шығындарды болдырмау үшін шаралар қабылдайды."
				}
			},
			"6": {
				"title": "6. ТАРАПТАРДЫҢ МІНДЕТТЕРІ",
				"items": {
					"6.1.1": "6.1.1. Пайдаланушы сайтты пайдалану үшін қажетті дербес деректерді ұсынуы тиіс.",
					"6.1.2": "6.1.2. Пайдаланушы деректер өзгерген жағдайда оларды жаңартуы тиіс.",
					"6.2.1": "6.2.1. Әкімшілік деректерді тек осы Саясатта көрсетілген мақсаттарда пайдалануы тиіс.",
					"6.2.2": "6.2.2. Әкімшілік деректерді құпия сақтауға және Пайдаланушының келісімінсіз жарияламауға міндетті.",
					"6.2.3": "6.2.3. Әкімшілік деректерді қорғау шараларын қабылдауы тиіс.",
					"6.2.4": "6.2.4. Әкімшілік деректердегі дәлсіздіктер анықталған кезде оларды бұғаттауы тиіс."
				}
			},
			"7": {
				"title": "7. ЖАУАПКЕРШІЛІК",
				"items": {
					"7.1": "7.1. Әкімшілік дербес деректерді заңсыз пайдаланғаны үшін Пайдаланушыға келтірілген шығындар үшін жауап береді, егер бұл Саясатта өзгеше көзделмесе.",
					"7.2": "7.2. Әкімшілік ақпарат үшін жауап бермейді, егер ол:",
					"7.2.1": "7.2.1. жария болғанға дейін жария болса;",
					"7.2.2": "7.2.2. үшінші тұлғадан алынған болса;",
					"7.2.3": "7.2.3. Пайдаланушының келісімімен жарияланған болса."
				}
			},
			"8": {
				"title": "8. ДАУЛАРДЫ ШЕШУ",
				"items": {
					"8.1": "8.1. Сотқа жүгінбестен бұрын талап қою міндетті.",
					"8.2": "8.2. Талап алған тарап 30 күн ішінде жауап беруі тиіс.",
					"8.3": "8.3. Келіспеушіліктер болған жағдайда дау Қазақстан Республикасының сотында қаралады.",
					"8.4": "8.4. азақстан Республикасының қолданыстағы заңнамасы қолданылады."
				}
			},
			"9": {
				"title": "9. ҚОСЫМША ШАРТТАР",
				"items": {
					"9.1": "9.1. Әкімшілік Саясатты Пайдаланушының келісімінсіз өзгерте алады.",
					"9.2": "9.2. Жаңа Саясат сайтта жарияланған сәттен бастап күшіне енеді.",
					"9.3": "9.3. Саясатқа қатысты барлық сұрақтарды онлайн-дүкеннің арнайы бөлімі арқылы жолдау қажет.",
					"9.4": "9.4. Ағымдағы Саясат https://skillshift.offiwebsite.com/privacy-policy мекенжайында қолжетімді."
				}
			}
		}
	},
	"publicOffer": {
		"title": "ҚОҒАМДЫҚ ҰСЫНЫС КЕЛІСІМШАРТЫ",
		"sections": {
			"1": {
				"title": "1. ЖАЛПЫ ЕРЕЖЕЛЕР",
				"items": {
					"1.1": "1.1. Бұл Пайдаланушы келісімі (бұдан әрі – Келісім) 'SkillShift' сайтына, skillshift.offiwebsite.com мекенжайында орналасқан және осы сайтпен байланысты барлық сайттарға қатысты.",
					"1.2": "1.2. 'SkillShift' сайты (бұдан әрі – Сайт) ИП 'Myrza'-ның меншігінде.",
					"1.3": "1.3. Бұл Келісім 'SkillShift' сайтының әкімшілігі (Сайт әкімшілігі) мен Сайт пайдаланушысы арасындағы қатынасты реттейді.",
					"1.4": "1.4. Сайт әкімшілігі Келісімнің тармақтарын кез келген уақытта өзгертуге, қосуға немесе жоюға құқылы, пайдаланушыға хабарламай.",
					"1.5": "1.5. Пайдаланушының Сайтты әрі қарай пайдалануын Келісім мен енгізілген өзгерістерді қабылдау деп санайды.",
					"1.6": "1.6. Пайдаланушы Келісімдегі өзгерістерді тексеруге жеке жауапты."
				}
			},
			"2": {
				"title": "2. ТЕРМИНДЕРДІ АНЫҚТАУ",
				"items": {
					"2.1.1": "2.1.1. 'SkillShift' — skillshift.offiwebsite.com доменінде орналасқан өнімдер мен қызметтер, интернет ресурсы арқылы қызмет көрсетеді.",
					"2.1.2": "2.1.2. SkillShift — өнімдер мен қызметтер, сатушылар туралы ақпарат беретін сайттар, таңдау, тапсырыс беру және/немесе өнімдер мен қызметтерді сатып алуға мүмкіндік береді.",
					"2.1.3": "2.1.3. SkillShift сайтының әкімшілігі — ИП 'Myrza' атынан сайтты басқаратын өкілетті қызметкерлер.",
					"2.1.4": "2.1.4. SkillShift сайтының пайдаланушысы (бұдан әрі – Пайдаланушы) — интернет арқылы сайтқа қол жеткізетін және пайдаланатын тұлға.",
					"2.1.5": "2.1.5. SkillShift сайтының мазмұны (бұдан әрі – Мазмұн) — видеоматериалдар, оқу мәтіндері, атаулары, кіріспелері, аннотациялары, мақалалар, иллюстрациялар, қаптамалар, графикалық, мәтіндік, фотосурет, туынды, құрамдас және басқа шығармалар, пайдаланушы интерфейстері, сондай-ақ дизайн, құрылым, көрініс, жалпы стиль мен орналасу."
				}
			},
			"3": {
				"title": "3. КЕЛІСІМНІҢ ПӘРЗЕНІ",
				"items": {
					"3.1": "3.1. Бұл Келісімнің мақсаты – Пайдаланушыға SkillShift сайтындағы материалдарға және қызметтерге қол жеткізуге мүмкіндік беру.",
					"3.1.1": "3.1.1. Онлайн дүкен Пайдаланушыға келесі қызмет түрлерін ұсынады: ақылы электрондық контентке қол жеткізу; ақылы қызметтерді алу туралы ақпарат; тарифтерге сәйкес жеке консультациялар алу.",
					"3.1.2": "3.1.2. Бұл Келісім барлық қолданыстағы және келешекте қосылатын SkillShift қызметтеріне қолданылады.",
					"3.2": "3.2. SkillShift сайтының ашық бөлімдеріне қол жеткізу тегін.",
					"3.3": "3.3. Бұл Келісім қоғамдық ұсыныс болып табылады. Сайтқа қол жеткізу арқылы Пайдаланушы Келісімге қосылған болып саналады.",
					"3.4": "3.4. Сайт материалдары мен қызметтерін пайдалану Қазақстан Республикасының заңнамасына бағынады."
				}
			},
			"4": {
				"title": "4. ТАРАПТАРДЫҢ ҚҰҚЫҚТАРЫ ЖӘНЕ МІНДЕТТЕРІ",
				"items": {
					"4.1": "4.1. Сайт әкімшілігі қолдану ережелерін өзгертуге, қолжетімділікті шектеуге және ақылы контентке төлемді өзгертуге құқылы.",
					"4.2": "4.2. Пайдаланушы ақылы контентке қол жеткізе алады, қызметтерді пайдалана алады, сұрақтар қоя алады және Сайтты заң шегінде пайдалана алады.",
					"4.3": "4.3. Пайдаланушы нақты ақпарат беруге, авторлық құқықтарды сақтауға, сайтқа зиян келтірмеуге, құпия ақпаратты таратпауға міндетті.",
					"4.4": "4.4. Пайдаланушы автоматтандырылған әдістермен сайтқа қол жеткізе алмайды, сайтты бұзуға, рұқсатсыз қол жеткізуге, қауіпсіздік ережелерін бұзуға және заңсыз мақсатта пайдалануға болмайды."
				}
			},
			"5": {
				"title": "5. skillshift.offiwebsite.com САЙТЫН ПАЙДАЛАНУ",
				"items": {
					"5.1": "5.1. Сайт және оның Мазмұны Сайт әкімшілігіне тиесілі.",
					"5.2": "5.2. Мазмұнды көшіріп, жариялауға, таратуға немесе орналастыруға әкімшіліктің жазбаша келісімінсіз болмайды.",
					"5.3": "5.3. Сайт мазмұны авторлық құқықпен, тауар белгілерімен және басқа зияткерлік меншік құқықтарымен қорғалған.",
					"5.4": "5.4. Қызмет алу үшін пайдаланушы тіркелгісін жасау қажет.",
					"5.5": "5.5. Пайдаланушы тіркелгі құпиялығын сақтау үшін жауапты.",
					"5.6": "5.6. Пайдаланушы рұқсатсыз қолдануды дереу хабарлауы тиіс.",
					"5.7": "5.7. Әкімшілік 24 айдан астам белсенді емес есептік жазбаларды жоюға құқылы.",
					"5.8": "5.8. Келісім барлық қосымша шарттарға қолданылады.",
					"5.9": "5.9. Сайттағы ақпарат Келісімге өзгеріс деп саналмайды.",
					"5.10": "5.10. Әкімшілік қызметтер мен бағаларды өзгертуге құқылы."
				}
			},
			"6": {
				"title": "6. ЖАУАПКЕРШІЛІК",
				"items": {
					"6.1": "6.1. Келісімді бұзу немесе рұқсатсыз қол жеткізу салдарынан болған шығынды әкімшілік өтемейді.",
					"6.2": "6.2. Әкімшілік күштік жағдайлардан, банк жүйелерінен немесе техникалық құралдардың жетіспеуінен туындаған кідірістер үшін жауап бермейді."
				}
			},
			"7": {
				"title": "7. ПАЙДАЛАНУШЫ КЕЛІСІМШАРТЫН БҰЗУ",
				"items": {
					"7.1": "7.1. Сайт әкімшілігі тергеу немесе шағым кезінде пайдаланушы ақпаратын жариялауға құқылы.",
					"7.2": "7.2. Әкімшілік заң талаптарын орындау немесе құқық қорғау үшін ақпаратты жариялауға құқылы.",
					"7.3": "7.3. Ақпарат Қазақстан заңдары бойынша жариялануы мүмкін.",
					"7.4": "7.4. Әкімшілік бұзушылық немесе техникалық мәселелер кезінде қол жеткізуді тоқтатуға құқылы.",
					"7.5": "7.5. Әкімшілік қол жеткізудің тоқтатылуы үшін жауап бермейді."
				}
			},
			"8": {
				"title": "8. ДАУ-ШАРАЛАРДЫ ШЕШУ",
				"items": {
					"8.1": "8.1. Сотқа жүгіну алдында ерікті шешу үшін талап хат берілуі тиіс.",
					"8.2": "8.2. Қабылдаушы 30 күн ішінде жауап береді.",
					"8.3": "8.3. Егер ерікті шешу мүмкін болмаса, сотқа жүгінуге болады.",
					"8.4": "8.4. Талап 10 жұмыс күні ішінде берілуі тиіс, авторлық құқықтардан басқа."
				}
			},
			"9": {
				"title": "9. ҚОСЫМША ШАРТТАР",
				"items": {
					"9.1": "9.1. Әкімшілік пайдаланушының қарсы ұсыныстарын қабылдамайды.",
					"9.2": "9.2. Пайдаланушы пікірлері құпия емес және әкімшілік тарапынан пайдаланылуы мүмкін."
				}
			},
			"10": {
				"title": "10. ОРЫНДАҒАН ЖАНА МЕКЕН-ЖАЙЫ",
				"items": {
					"10.1": "Компания: ИП MYRZA",
					"10.2": "Заңды мекен-жайы: Z05X4T2, Қазақстан Республикасы, Астана қ., Нұра ауданы, Абикен Бектуров к-сі, 4/1",
					"10.3": "БИН/ЖСН: 920518301968",
					"10.4": "КБЕ: 19",
					"10.5": "Электрондық пошта: info@offiwebsite.com",
					"10.6": "Алушы банк: AO 'Kaspi Bank'",
					"10.7": "БИК: CASPKZKA",
					"10.8": "ИИК: KZ55722S000032599582"
				}
			}
		}
	},
	"404": {
		"title": "Бет табылмады",
		"description": "Өкінішке орай, бұл бет табылмады, бірақ сіз басты бетке өте аласыз",
		"link": "Басты бетке өту"
	}
}
