{
	"header": {
		"contacts": "Байланыстар"
	},
	"footer": {
		"corporate": "Корпоративтік сайт",
		"privacy": "Құпиялық саясаты",
		"public-offer": "Қоғамдық ұсыныс",
		"all-rights-reserved": "Барлық құқықтар қорғалған"
	},
	"info": {
		"title": "Ақпарат",
		"privacy": "Құпиялық саясаты ->",
		"public-offer": "Қоғамдық ұсыныс ->",
		"corporate": "Корпоративтік сайт ->"
	},
	"navbar": {
		"home": "Басты бет",
		"info": "Ақпарат",
		"contacts": "Байланыстар"
	},
	"home-page": {
		"hero-section": {
			"title": "Францияның дәмін сезініңіз",
			"in-ease": "LunaRosa мейрамханасында",
			"subtitle": "Элегантты атмосфера, дәмді асхана және талғампаз стиль — Францияны сүйетін барлық нәрсе",
			"subtitle-short": "Францияны сүйетін барлық нәрсе",
			"whatsapp": "Мейрамханаға өту"
		},
		"direction-carousel-section": {
			"directions": "Каталог",
			"see-all": "Барлығын көру",
			"restaurant": "Мейрамхана",
			"coffeeshop": "Кофехана",
			"fast-food": "Фастфуд",
			"healthy-diet": "Дұрыс тамақтану"
		},
		"open-your-potential": {
			"title": "Luna мейрамханалар тобы",
			"subtitle": "2016 жылдан бері Luna мейрамханалар тобы қонақтарды дәмді тағамдар мен сапалы қызметпен қуантады. Бізде — жайлы кофеханалар, талғампаз мейрамханалар және жылдам тамақтану орындары бар",
			"whatsapp": "Өту"
		}
	},
	"contactsPage": {
		"title": "Жазыңыз немесе қоңырау шалыңыз – барлық сұрақтарға жауап береміз",
		"whatsUp": "WhatsApp-қа жазу",
		"telegram": "Telegram-ға жазу",
		"information": "Ақпарат"
	},
	"services": {
		"text-whatsapp": "Өту",
		"restaurant": {
			"name": "LunaRosa мейрамханасы",
			"desc-1": "Біздің француз мейрамханамыз — сіздің қалаңыздағы Париждің бір бұрышы. Біз жаңа ингредиенттерге, нәзік дәм үйлесімдеріне және Францияның классикалық рецепттеріне назар аудара отырып, талғампаз тағамдар ұсынамыз. Мәзірде нәзік круассан, крем-сорп, қазы конфи, пияз сорпасы, тартар және әлемді бағындырған десерттер бар."
		},
		"coffeeshop": {
			"name": "LunoBello кофеханасы",
			"desc-1": "Біздің кофеханамыз — кездесулер мен шабыт үшін жайлы орын. Біз таңдаулы дәндерден дайындалған дәмді кофені ұсынамыз, классикалық және авторлық рецепттер бойынша дайындалған. Мәзірде жаңа пісірілген өнімдер, десерттер, жеңіл тағамдар және сусындар бар, олар кез келген күнге тамаша көңіл-күй сыйлайды."
		},
		"fast-food": {
			"name": "LunaBite фастфуд",
			"desc-1": "Біздің фастфуд — жылдам, дәмді және тойымды. Біз бургерлерді, сэндвичтерді, картоп фри мен жеңіл тағамдарды тек жаңа ингредиенттерден дайындаймыз, әрбір тамақтану жарқын және қанық болу үшін. Мәзірде классикалық хиттер мен авторлық тағамдар бар, олар бүкіл отбасыға ұнайды."
		},
		"healthy-diet": {
			"name": "LunaVita дұрыс тамақтану",
			"desc-1": "Біздің дұрыс тамақтану мейрамханамыз — денсаулыққа зиянсыз дәмді тағам. Біз тағамдарды табиғи және жаңа өнімдерден дайындаймыз, ақуыздар, майлар және көмірсулар балансын сақтаймыз. Мәзірде салаттар, боулдар, пайдалы десерттер және смузилер бар, дәмге мән беретіндер және өз денесіне қамқорлық жасайтындар үшін."
		}
	},
	"privacy": {
		"title": "ҚҰПИЯЛЫҚ САЯСАТЫ",
		"date": "15.07.2020",
		"intro": "14.12.2019 Жеке деректерді қорғау саясаты (бұдан әрі – Құпиялық саясаты) «Luna» компаниясы <a href='https://luna.offiwebsite.com'>https://luna.offiwebsite.com</a> домендерінде орналасқан және сайтты пайдалану кезінде Пайдаланушы туралы алатын барлық ақпаратқа қатысты қолданылады.",
		"sections": {
			"terms": {
				"title": "1. ТЕРМИНДЕРДІ АНЫҚТАУ",
				"items": {
					"1": "1.1. «Сайт әкімшілігі» – «Luna» компаниясы атынан әрекет ететін сайтты басқару қызметкерлері, олар жеке деректерді өңдеуді ұйымдастырады және жүзеге асырады.",
					"2": "1.2. «Жеке деректер» – нақты немесе жанама түрде анықталатын жеке тұлғаға қатысты кез келген ақпарат.",
					"3": "1.3. «Жеке деректерді өңдеу» – жеке деректермен жасалатын кез келген іс-қимылдар (операциялар), соның ішінде жинау, жазу, сақтау, пайдалану, беру, жою.",
					"4": "1.4. «Жеке деректердің құпиялылығы» – субъектінің келісімінсіз олардың таралуына жол бермеу міндетті талабы.",
					"5": "1.5. «Сайт пайдаланушысы» – интернет арқылы сайтқа кіретін және оны пайдаланатын тұлға.",
					"6": "1.6. «Cookies» – сайт жұмысы үшін браузерде сақталатын деректердің шағын бөлігі.",
					"7": "1.7. «IP-мекенжай» – компьютерлік желідегі құрылғының бірегей желілік мекенжайы."
				}
			},
			"agreement": {
				"title": "2. ШАРТТАРМЕН КЕЛІСІМ",
				"items": {
					"1": "2.1. Сайтты пайдалану Пайдаланушының Құпиялық саясатына келісімін білдіреді.",
					"2": "2.2. Саясат шарттарына келіспеген жағдайда Пайдаланушы сайтты пайдалануды тоқтатуы тиіс.",
					"3": "2.3. Саясат <a href='https://luna.offiwebsite.com'>https://luna.offiwebsite.com</a> сайттарына («Luna Group») қолданылады. Компания үшінші тұлғалардың сайттарына жауапты емес.",
					"4": "2.4. Сайт әкімшілігі Пайдаланушының ұсынған жеке деректерінің дұрыстығын тексермейді."
				}
			},
			"subject": {
				"title": "3. ҚҰПИЯЛЫҚ САЯСАТТЫҢ ПРЕДМЕТІ",
				"items": {
					"1": "3.1. Саясат сайт әкімшілігінің Пайдаланушы ұсынған жеке деректерді қорғау міндеттерін белгілейді.",
					"2": "3.2. Жеке деректер Пайдаланушы тіркелгенде немесе тапсырыс жасағанда беріледі және келесілерді қамтиды: 3.2.1. Тегі, аты, әкесінің аты; 3.2.2. Байланыс телефоны; 3.2.3. Электрондық пошта (e-mail).",
					"3": "3.3. Сайт сонымен қатар автоматты түрде жинайды: IP-мекенжай, cookies ақпарат, браузер деректері, кіру уақыты, беттің мекенжайы және реферер.",
					"4": "3.3.1. Cookies-ті өшіру сайттың кейбір бөліктеріне қолжетімділіктің болмауына әкелуі мүмкін.",
					"5": "3.3.2. Интернет-дүкен қонақтардың IP-мекенжайлары статистикасын техникалық мәселелерді анықтау және төлемдерді бақылау үшін жинайды.",
					"6": "3.4. Басқа жеке ақпарат (пайдалану тарихы, ОС және т.б.) сенімді сақтауға және таратылмауға тиіс."
				}
			}
		}
	},
	"privacy": {
		"title": "ЖЕКЕ ДЕРЕКТЕРДІ ҚОРҒАУ САЯСАТЫ",
		"date": "15.07.2020",
		"intro": "14.12.2019 Жеке деректерді қорғау саясаты (бұдан әрі – Жеке деректер саясаты) <a href='https://luna.offiwebsite.com'>https://luna.offiwebsite.com</a> доменінде орналасқан «Luna» компаниясының пайдаланушы туралы сайтты пайдалану кезінде алатын барлық ақпаратқа қатысты қолданылады.",
		"sections": {
			"terms": {
				"title": "1. ТЕРМИНДЕРДІҢ АНЫҚТАМАЛАРЫ",
				"items": {
					"1": "1.1. «Сайт әкімшілігі» – «Luna» компаниясы атынан әрекет ететін, жеке деректерді өңдеуді ұйымдастыратын және жүзеге асыратын уәкілетті қызметкерлер.",
					"2": "1.2. «Жеке деректер» – тікелей немесе жанама түрде нақты физикалық тұлғаға қатысты кез келген ақпарат.",
					"3": "1.3. «Жеке деректерді өңдеу» – деректермен жасалатын кез келген әрекеттер (жинау, жазу, сақтау, пайдалану, беру, жою).",
					"4": "1.4. «Жеке деректердің құпиялылығы» – субъектінің келісімінсіз олардың таралуын болдырмау міндеттілігі.",
					"5": "1.5. «Сайт пайдаланушысы» – Интернет арқылы сайтқа кіретін және оны пайдаланатын тұлға.",
					"6": "1.6. «Cookies» – сайт жұмыс істеуі үшін браузерде сақталатын деректердің кішкене фрагменті.",
					"7": "1.7. «IP-адрес» – компьютерлік желідегі құрылғының бірегей желілік мекенжайы."
				}
			},
			"agreement": {
				"title": "2. ШАРТТАРҒА КЕЛІСІМ",
				"items": {
					"1": "2.1. Пайдаланушының сайтты пайдалану Жеке деректер саясатына келісім білдіреді.",
					"2": "2.2. Егер саясат шарттарына келіспесе, Пайдаланушы сайтты пайдалануды тоқтатуы тиіс.",
					"3": "2.3. Саясат <a href='https://luna.offiwebsite.com'>https://luna.offiwebsite.com</a> сайттарының барлығына қолданылады («Luna Group»). Компания үшінші тарап сайттары үшін жауапты емес.",
					"4": "2.4. Сайт әкімшілігі Пайдаланушы ұсынған деректердің дұрыстығын тексермейді."
				}
			},
			"subject": {
				"title": "3. ЖЕКЕ ДЕРЕКТЕРДІ ҚОРҒАУ САЯСАТЫНЫҢ ПӘНІ",
				"items": {
					"1": "3.1. Саясат Пайдаланушы ұсынған жеке деректерді қорғау бойынша сайт әкімшілігінің міндеттерін белгілейді.",
					"2": "3.2. Жеке деректер Пайдаланушы тіркелгенде немесе тапсырыс бергенде беріледі және оған кіреді: 3.2.1. Тегі, аты, әкесінің аты; 3.2.2. Байланыс телефоны; 3.2.3. Электрондық пошта (e-mail).",
					"3": "3.3. Сайт автоматты түрде жинайды: IP-адрес, cookies деректері, браузер туралы ақпарат, кіру уақыты, бет мекенжайы және реферер.",
					"4": "3.3.1. Cookies өшіру сайттың кейбір бөліктеріне қол жетімділікті болдырмауы мүмкін.",
					"5": "3.3.2. Интернет-дүкен келушілердің IP-адрес статистикасын техникалық мәселелерді анықтау және төлемдерді бақылау үшін жинайды.",
					"6": "3.4. Басқа жеке ақпарат (қолдану тарихы, ОС және т.б.) сенімді түрде сақталады және таратылмайды."
				}
			},
			"purposes": {
				"title": "4. ПАЙДАЛАНУШЫНЫҢ ЖЕКЕ АҚПАРАТЫН ЖИНАУ МАҚСАТТАРЫ",
				"items": {
					"1": "4.1.1. Пайдаланушыны сәйкестендіру, сатып алу және келісімшарт жасау үшін.",
					"2": "4.1.2. Сайттың жекелендірілген ресурстарына қол жеткізу.",
					"3": "4.1.3. Пайдаланушымен кері байланыс (хабарламалар, сұраулар, қызметтер).",
					"4": "4.1.4. Қауіпсіздік үшін Пайдаланушының орналасқан жерін анықтау.",
					"5": "4.1.5. Жеке деректердің дұрыстығын растау.",
					"6": "4.1.6. Төлемдерді өңдеу және алу, салық жеңілдіктері және кредит желілерін басқару.",
					"7": "4.1.7. Техникалық қолдау көрсету.",
					"8": "4.1.8. Келісілген түрде жаңалықтар, ұсыныстар және акциялар жіберу.",
					"9": "4.1.9. Пайдаланушы келісімімен жарнамалық қызмет.",
					"10": "4.1.10. Өнімдер мен қызметтер алу үшін серіктестердің сервистеріне қол жеткізу."
				}
			},
			"processing": {
				"title": "5. ӨҢДЕУ ӘДІСТЕРІ ЖӘНЕ МЕРЗІМДЕРІ",
				"items": {
					"1": "5.1. Жеке деректерді өңдеу заңды кез келген тәсілмен мерзім шектеусіз жүзеге асырылады.",
					"2": "5.2. Сайт әкімшілігі деректерді жеткізу үшін курьерлік қызметтерге, поштаға және байланыс операторларына бере алады.",
					"3": "5.3. Жеке деректер Қазақстан Республикасының заңына сәйкес мемлекеттік органдарға берілуі мүмкін.",
					"4": "5.4. Деректер жоғалған немесе жарияланған жағдайда әкімшілік Пайдаланушыны хабардар етеді.",
					"5": "5.5. Заңсыз қолжетімділіктен және деректерді жоюдан қорғау шаралары қабылданады.",
					"6": "5.6. Әкімшілік пен Пайдаланушы зиянды алдын алу шараларын қабылдайды."
				}
			},
			"obligations": {
				"title": "6. ТАРАПТАРДЫҢ МІНДЕТТЕРІ",
				"items": {
					"1": "6.1.1. Пайдаланушы жеке деректердің дұрыстығын қамтамасыз етуі тиіс.",
					"2": "6.1.2. Деректерді өзгерістер болған жағдайда жаңартып отыру.",
					"3": "6.2.1. Әкімшілік деректерді тек 4-бапта көрсетілген мақсатта пайдалануға міндетті.",
					"4": "6.2.2. Деректерді сақтау және Пайдаланушы келісімінсіз жарияламау.",
					"5": "6.2.3. Жеке деректерді қорғау шараларын қабылдау.",
					"6": "6.2.4. Пайдаланушы немесе мемлекеттік орган өтініші бойынша деректерді бұғаттау."
				}
			},
			"responsibility": {
				"title": "7. ТАРАПТАРДЫҢ ЖАУАПКЕРШІЛІГІ",
				"items": {
					"1": "7.1. Әкімшілік деректердің заңсыз пайдаланылуы нәтижесінде Пайдаланушыға келтірілген шығын үшін жауап береді (5.2, 5.3, 7.2 тармақтарын қоспағанда).",
					"2": "7.2. Әкімшілік жауапты емес, егер деректер: 7.2.1. Жоғалмас бұрын жарияланған болса; 7.2.2. Үшінші тараптан алынған болса; 7.2.3. Пайдаланушы келісімімен жарияланған болса."
				}
			},
			"disputes": {
				"title": "8. ДАУЛАРДЫ ШЕШУ",
				"items": {
					"1": "8.1. Сотқа жүгінбестен бұрын талап (ерікті түрде шешу ұсынысы) ұсынылуы тиіс.",
					"2": "8.2. Талапты алған тұлға 30 күн ішінде жауап беруге міндетті.",
					"3": "8.3. Келісімге келе алмаса, дау Қазақстан Республикасының сотында қаралады.",
					"4": "8.4. Қазақстан Республикасының заңнамасы қолданылады."
				}
			},
			"extra": {
				"title": "9. ҚОСЫМША ШАРТТАР",
				"items": {
					"1": "9.1. Сайт әкімшілігі Пайдаланушы келісімінсіз өзгерістер енгізуге құқылы.",
					"2": "9.2. Жаңа редакция сайтқа орналастырылған сәттен бастап күшіне енеді.",
					"3": "9.3. Барлық ұсыныстар немесе сұрақтар сайт бөлімдері арқылы жіберілуі тиіс.",
					"4": "9.4. Қолданыстағы редакция мына мекен-жайларда қолжетімді: <a href='https://luna.offiwebsite.com/privacy-policy'>https://luna.offiwebsite.com/privacy-policy</a>, luna.com/privacy-policy."
				}
			}
		}
	},
	"publicOffer": {
		"title": "Қызметтер мен курстарды сату бойынша жария ұсыныс келісімі",
		"date": "",
		"intro": "Бұл Пайдаланушы келісімі сайт әкімшілігі мен Пайдаланушы арасындағы қатынасты реттейді.",
		"sections": {
			"1": {
				"title": "1. ЖАЛПЫ ЕРЕЖЕЛЕР",
				"items": {
					"1.1": "1.1. Бұл Пайдаланушы келісімі (бұдан әрі – Келісім) «Luna» сайтына және https://luna.offiwebsite.com сайттарына қатысты және оларға байланысты барлық сайттарға қолданылады.",
					"1.2": "1.2. «Luna» сайты (бұдан әрі – Сайт) жеке кәсіпкер «Myrza»-ның меншігі болып табылады.",
					"1.3": "1.3. Бұл Келісім Luna сайтының әкімшілігі мен Пайдаланушы арасындағы қатынасты реттейді.",
					"1.4": "1.4. Сайт әкімшілігі кез келген уақытта Келісімнің тармақтарын өзгерту, қосу немесе жою құқығын өзінде қалдырады, Пайдаланушыны алдын ала хабарламай.",
					"1.5": "1.5. Пайдаланушының сайтты пайдалануды жалғастыруы Келісім мен оған енгізілген өзгерістерді қабылдауды білдіреді.",
					"1.6": "1.6. Пайдаланушы Келісімдегі өзгерістерді өз жауапкершілігімен қадағалауға міндетті."
				}
			},
			"2": {
				"title": "2. ТЕРМИНДЕРДІ АНЫҚТАУ",
				"items": {
					"2.1": "2.1. Төмендегі терминдер осы Келісім мақсатында мына мәнге ие:",
					"2.1.1": "2.1.1. «Luna» – https://luna.offiwebsite.com сайттарында орналасқан өнімдер мен қызметтер, интернет ресурсы және оған байланысты сервистер арқылы қызмет көрсететін компания.",
					"2.1.2": "2.1.2. Luna – өнімдер мен қызметтер, сатушылар туралы ақпарат беретін сайттар, олардың көмегімен өнімді таңдау, тапсырыс беру немесе сатып алу мүмкіндігі бар.",
					"2.1.3": "2.1.3. Luna сайт әкімшілігі – жеке кәсіпкер «Myrza» атынан әрекет ететін уәкілетті қызметкерлер.",
					"2.1.4": "2.1.4. Luna сайтының Пайдаланушысы (бұдан әрі – Пайдаланушы) – сайтқа интернет арқылы кіретін және оны пайдаланатын тұлға.",
					"2.1.5": "2.1.5. Luna сайтының мазмұны (бұдан әрі – Мазмұн) – интеллектуалдық меншік нысандары, соның ішінде видеоматериалдар, оқу мәтіндері, олардың атаулары, кіріспелері, аннотациялары, мақалалар, иллюстрациялар, мұқаптар, графикалық, мәтіндік, фотосурет және туынды шығармалар, пайдаланушы интерфейстері, сондай-ақ дизайн, құрылым, сыртқы көрініс, жалпы стиль және орналасу."
				}
			},
			"3": {
				"title": "3. КЕЛІСІМНІҢ ПӘНІ",
				"items": {
					"3.1": "3.1. Бұл Келісімнің пәні – Пайдаланушыға Luna сайтындағы материалдарға және ұсынылатын қызметтерге қол жеткізу мүмкіндігін беру.",
					"3.1.1": "3.1.1. Интернет-дүкен Пайдаланушыға келесі қызметтерді ұсынады: ақылы негізде электрондық контентке қол жеткізу, өнімдер мен қызметтерді сатып алу мүмкіндігі; ақылы негізде қызмет туралы ақпаратқа қол жеткізу; Luna сайтындағы тарифтерге сәйкес жеке кеңес алу мүмкіндігі.",
					"3.1.2": "3.1.2. Келісімге Luna компаниясының қазіргі қызметтері, сондай-ақ олардың барлық келешектегі модификациялары және қосымша қызметтері кіреді.",
					"3.2": "3.2. Luna сайтындағы ашық бөлімдерге қол жеткізу тегін.",
					"3.3": "3.3. Бұл Келісім – жария ұсыныс. Сайтқа қол жеткізген Пайдаланушы Келісімге қосылған болып есептеледі.",
					"3.4": "3.4. Сайт материалдары мен қызметтерін пайдалану Қазақстан Республикасының қолданыстағы заңнамасы бойынша реттеледі."
				}
			},
			"4": {
				"title": "4. ТАРАПТАРДЫҢ ҚҰҚЫҚТАРЫ МЕН МІНДЕТТЕРІ",
				"items": {
					"4.1": "4.1. Сайт әкімшілігінің құқығы:",
					"4.1.1": "4.1.1. Сайтты пайдалану ережелерін және оның мазмұнын өзгерту. Өзгерістер Келісімнің жаңа редакциясы жарияланған сәттен күшіне енеді.",
					"4.1.2": "4.1.2. Пайдаланушы Келісім шарттарын бұзған жағдайда сайтқа қолжетімділікті шектеу.",
					"4.1.3": "4.1.3. Ақылы контентке қол жеткізу үшін төлем мөлшерін өзгерту. Қолданыстағы төлемі бар Пайдаланушыларға өзгерістер әсер етпейді, әкімшілік ерекше жағдайларды қоспағанда.",
					"4.2": "4.2. Пайдаланушының құқығы:",
					"4.2.1": "4.2.1. Тіркеліп, төлем жасап, ақылы контентке қол жеткізу.",
					"4.2.2": "4.2.2. Сайттағы барлық қызметтерді пайдалану және кез келген ұсынылған қызметтерді сатып алу.",
					"4.2.3": "4.2.3. Luna қызметтері бойынша сұрақтар қою.",
					"4.2.4": "4.2.4. Сайтты тек Келісімде және заңмен рұқсат етілген мақсаттарда пайдалану.",
					"4.3": "4.3. Пайдаланушының міндеттері:",
					"4.3.1": "4.3.1. Сайт әкімшілігінің сұрауы бойынша қосымша ақпарат беру.",
					"4.3.2": "4.3.2. Авторлық және басқа құқықтарды сақтау.",
					"4.3.3": "4.3.3. Сайттың қалыпты жұмысын бұзбау.",
					"4.3.4": "4.3.4. Құпия ақпаратты таратуға жол бермеу.",
					"4.3.5": "4.3.5. Заңмен қорғалатын ақпараттың құпиялылығын бұзатын әрекеттерден аулақ болу.",
					"4.3.6": "4.3.6. Рекламалық ақпаратты тек әкімшіліктің рұқсатымен тарату.",
					"4.3.7": "4.3.7. Сайт қызметтерін мына мақсаттарда пайдаланбау:",
					"4.3.7.1": "4.3.7.1. Заңсыз немесе үшінші тұлғалардың құқықтарын бұзатын контент жүктеу; зорлық-зомбылық, ксенофобия, кемсітушілік тарату; жалған ақпарат немесе нақты тұлғаларға тіл тигізу.",
					"4.3.7.2": "4.3.7.2. Құқыққа қарсы әрекеттерге шақыру немесе оларды орындауға көмектесу.",
					"4.3.7.3": "4.3.7.3. Кәмелетке толмағандардың құқықтарын бұзу немесе оларға зиян келтіру.",
					"4.3.7.4": "4.3.7.4. Азшылық құқықтарын бұзу.",
					"4.3.7.5": "4.3.7.5. Басқа тұлға немесе ұйым атынан жалған әрекет ету.",
					"4.3.7.6": "4.3.7.6. Қызметтердің сипаттамасын бұрмалау немесе пайдаланушыны адастыру.",
					"4.3.7.7": "4.3.7.7. Қызметтерді салыстыру немесе пайдаланушыларға қарсы теріс көзқарас қалыптастыру."
				}
			},
			"5": {
				"title": "5. https://luna.offiwebsite.com сайтты пайдалану",
				"items": {
					"5.1": "5.1. Сайт және оның мазмұны сайт әкімшілігіне тиесілі және ол басқарылып отырады.",
					"5.2": "5.2. Мазмұнды алдын ала жазбаша рұқсатсыз көшіруге, жариялауға, таратуға немесе интернетке орналастыруға болмайды.",
					"5.3": "5.3. Мазмұн авторлық құқықпен, сауда белгілері заңымен және басқа да интеллектуалдық меншік құқықтары арқылы қорғалған.",
					"5.4": "5.4. Кез келген қызметті сатып алу үшін пайдаланушы есептік жазба ашуы тиіс.",
					"5.5": "5.5. Пайдаланушы есептік жазба ақпаратын (құпия сөз) қорғауға және барлық әрекеттерге жауапты.",
					"5.6": "5.6. Есептік жазбаның рұқсатсыз қолданылуын әкімшілікке дереу хабарлау.",
					"5.7": "5.7. 24 ай бойы пайдаланылмаған есептік жазба әкімшілік тарапынан жойылуы мүмкін.",
					"5.8": "5.8. Келісім сайттағы тауарларды сатып алу және қызмет көрсету шарттарына қолданылады.",
					"5.9": "5.9. Сайттағы ақпарат Келісімді өзгерту ретінде қабылданбайды.",
					"5.10": "5.10. Сайт әкімшілігі қызметтер тізімін және бағаларды өзгерту құқығына ие."
				}
			},
			"6": {
				"title": "6. ЖАУАПКЕРШІЛІК",
				"items": {
					"6.1": "6.1. Келісімнің шарттарын бұзудан немесе рұқсатсыз қатынастардан туындаған залал үшін әкімшілік жауап бермейді.",
					"6.2": "6.2. Әкімшілік жауап бермейді:",
					"6.2.1": "6.2.1. Күрделі жағдайлардан, телекоммуникациялық немесе техникалық ақаулардан туындаған кешігулер немесе сәтсіздіктер үшін.",
					"6.2.2": "6.2.2. Аударым жүйелері, банк және төлем жүйелерінің әрекеттері үшін.",
					"6.2.3": "6.2.3. Сайтты дұрыс пайдалануға қажетті техникалық құралдардың болмауы жағдайында."
				}
			},
			"7": {
				"title": "7. ПАЙДАЛАНУШЫ КЕЛІСІМ ШАРТТАРЫН БҰЗУ",
				"items": {
					"7.1": "7.1. Әкімшілік Пайдаланушы туралы ақпаратты жариялауға құқылы, егер ол заң бұзушылықты анықтау немесе Пайдаланушыны сәйкестендіру үшін қажет болса.",
					"7.2": "7.2. Әкімшілік заң талаптарын орындау немесе қауіпсіздікті қамтамасыз ету үшін ақпаратты жариялауға құқылы.",
					"7.3": "7.3. Қазақстан Республикасының заңнамасы ақпаратты жариялауды талап етсе немесе рұқсат берсе, әкімшілік оны жариялауға құқылы.",
					"7.4": "7.4. Келісім шарттарын бұзған жағдайда сайтқа қол жеткізуді шектеу немесе тоқтату құқығы бар.",
					"7.5": "7.5. Әкімшілік сайтқа қол жеткізудің тоқтатылуы үшін Пайдаланушыға немесе үшінші тұлғаларға жауап бермейді."
				}
			},
			"8": {
				"title": "8. ДАУЛАРДЫ ШЕШУ",
				"items": {
					"8.1": "8.1. Даулар туындаса, сотқа жүгінбестен бұрын жазбаша талап беру қажет.",
					"8.2": "8.2. Алушы 30 күн ішінде жазбаша жауап береді.",
					"8.3": "8.3. Дауларды ерікті жолмен шеше алмаған жағдайда, тараптар сотқа жүгінеді.",
					"8.4": "8.4. Сайтты пайдалану туралы талаптар 10 жұмыс күні ішінде қаралуы тиіс, авторлық құқыққа қатысты талаптардан басқа."
				}
			},
			"9": {
				"title": "9. ҚОСЫМША ШАРТТАР",
				"items": {
					"9.1": "9.1. Сайт әкімшілігі Пайдаланушыдан Келісімді өзгерту бойынша қарсы ұсыныстар қабылдамайды.",
					"9.2": "9.2. Пайдаланушының сайтқа қалдырған пікірлері құпия ақпарат болып табылмайды және шектеусіз қолданылуы мүмкін."
				}
			},
			"10": {
				"title": "10. ИСПОЛНИТЕЛДІҢ РЕКВИЗИТТЕРІ ЖӘНЕ МЕКЕНЖАЙЫ",
				"items": {
					"10.1": "Компания: ЖШС MYRZA",
					"10.2": "Заңды мекенжайы: Z05X4T2, Қазақстан Республикасы,",
					"10.3": "Астана қ., Нұр аудан, Абикен Бектуров к-сі, 4/1 үй",
					"10.4": "БСН/ЖСН: 920518301968",
					"10.5": "КБЕ: 19",
					"10.6": "Электрондық пошта: info@offiwebsite.com",
					"10.7": "Банк: АҚ «Kaspi Bank»",
					"10.8": "БИК: CASPKZKA",
					"10.9": "ИИК: KZ55722S000032599582"
				}
			}
		}
	},
	"404": {
		"title": "Бет табылмады",
		"description": "Өкінішке орай, бет табылмады, бірақ сіз басты бетке өте аласыз",
		"link": "Басты бетке"
	}
}
